Repository: PercyDan54/script-chan
Catalog: script-chan2/Properties/Resources.*.resx
Languages: de_de, zh_tw

# AppBootstrapper_BootstrapperException
source: Bootstrapper exception caught. See logs for more details.
de_de: Bootstrapper Fehler. Siehe Logs für mehr Details.
zh_tw: 啟動載入器的例外狀況 請參閱日誌以獲取更多詳細訊息。

# AppBootstrapper_UnhandledException
source: Unhandled exception caught. See logs for more details.
de_de: Fehler. Siehe Logs für mehr Details.
zh_tw: 未處理的例外狀況 請參閱日誌以獲取更多詳細訊息。

# ChatUserView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# ChatView_MessageTextBoxHint
source: Message
de_de: Nachricht
zh_tw: 訊息

# ChatView_OpenNewButtonTooltip
source: Open new tab (Ctrl+T)
de_de: Neuen Tab öffnen (Strg+T)
zh_tw: 開啟新分頁 (Ctrl+T)

# ChatView_SendButtonTooltip
source: Send
de_de: Senden
zh_tw: 傳送

# ColorListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# ColorsView_DefaultButtonText
source: Default
de_de: Zurücksetzen
zh_tw: 預設

# CustomCommandListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# CustomCommandListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# CustomCommandsView_NewButtonText
source: New
de_de: Neu
zh_tw: 新增

# CustomCommandsView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# DefaultColorValuesDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DefaultColorValuesDialogView_LabelText
source: Do you really want to reset all colors?
de_de: Alle Farben zurücksetzen?
zh_tw: 你確定你真的想要重設所有顏色嗎?

# DefaultColorValuesDialogView_ResetButtonText
source: Reset
de_de: Zurücksetzen
zh_tw: 重設

# DeleteAllMappoolsDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteAllMappoolsDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteAllMappoolsDialogView_LabelText
source: Do you really want to delete all mappools?
de_de: Alle Mappools löschen?
zh_tw: 你確定你真的想要刪除所有圖池嗎?

# DeleteAllMatchesDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteAllMatchesDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteAllMatchesDialogView_LabelText
source: Do you really want to delete all matches?
de_de: Alle Spiele löschen?
zh_tw: 你確定你真的想要刪除所有對賽嗎?

# DeleteCustomCommandDialogViewModel_LabelText
source: Do you really want to delete {0}?
de_de: {0} löschen?
zh_tw: 你確定你真的想要刪除 {0} 嗎?

# DeleteCustomCommandDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteCustomCommandDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteMappoolDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteMappoolDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteMappoolDialogView_LabelText
source: Do you really want to delete {0}?
de_de: {0} löschen?
zh_tw: 你確定你真的想要刪除 {0} 嗎?

# DeleteMatchDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteMatchDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteMatchDialogView_LabelText
source: Do you really want to delete {0}?
de_de: {0} löschen?
zh_tw: 你確定你真的想要刪除 {0} 嗎?

# DeleteTeamDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteTeamDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteTeamDialogView_LabelText
source: Do you really want to delete {0}?
de_de: {0} löschen?
zh_tw: 你確定你真的想要刪除 {0} 嗎?

# DeleteTournamentDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteTournamentDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteTournamentDialogView_LabelText
source: Do you really want to delete {0}?
de_de: {0} löschen?
zh_tw: 你確定你真的想要刪除 {0} 嗎?

# DeleteWebhookDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# DeleteWebhookDialogView_DeleteButtonText
source: Delete
de_de: Löschen
zh_tw: 刪除

# DeleteWebhookDialogView_LabelText
source: Do you really want to delete {0}?
de_de: {0} löschen?
zh_tw: 你確定你真的想要刪除 {0} 嗎?

# DiscordApi_BanRecapTitle
source: Ban Recap
de_de: Ban/Protect Zusammenfassung
zh_tw: Ban圖回顧

# DiscordApi_BanRecapWithRollWinnerTitle
source: Ban Recap (Roll Winner: {0})
de_de: Ban/Protect Zusammenfassung (Würfel Gewinner: {0})
zh_tw: Ban圖回顧 (骰子贏家: {0})

# DiscordApi_GameRecapLostTitle
source: {0} lost their __{1}__ pick by {2}
de_de: {0} haben ihren __{1}__ Pick mit {2} verloren
zh_tw: {0} 以 {2} 分的差距輸掉了他們的 __{1}__ 圖選

# DiscordApi_GameRecapMVPFieldValue
source: :flag_{0}: **{1}** with {2} points
de_de: :flag_{0}: **{1}** mit {2} Punkten
zh_tw: :flag_{0}: **{1}** - {2} 分

# DiscordApi_GameRecapPlayerFieldName
source: Player
de_de: Spieler
zh_tw: 玩家

# DiscordApi_GameRecapPlayerWinTitle
source: {0} won the __{1}__ pick with {2} points
de_de: {0} hat den __{1}__ Pick mit {2} Punkten gewonnen
zh_tw: {0} 以 {2} 分的差距贏得了他的 __{1}__ 圖選

# DiscordApi_GameRecapStatusFieldTeamMatchWin
source: {0} wins the match :clap:
de_de: {0} hat das Spiel gewonnen :clap:
zh_tw: {0} 獲得了這場比賽的勝利 :clap:

# DiscordApi_GameRecapStatusFieldTeamNextPick
source: Next team to pick: {0} :loudspeaker:
de_de: Nächster Pick: {0} :loudspeaker:
zh_tw: 下一個 PICK 隊伍: {0} :loudspeaker:

# DiscordApi_GameRecapStatusFieldTitle
source: Status
zh_tw: 狀態

# DiscordApi_GameRecapTeamWinTitle
source: {0} won their __{1}__ pick by {2}
de_de: {0} haben ihren __{1}__ Pick mit {2} gewonnen
zh_tw: {0} 以 {2} 分的差距贏得了他們的 __{1}__ 圖選

# DiscordApi_MatchCreatedDescription
source: You can join the match on IRC by typing ```/join #mp_{0}```
de_de: Der Raum kann mit ```/join #mp_{0}``` betreten werden
zh_tw: 你可以輸入以下指令在IRC中加入這場對賽 ```/join #mp_{0}```

# DiscordApi_MatchCreatedTitle
source: The match has been created!
de_de: Raum wurde erstellt!
zh_tw: 對賽已被創建！

# DiscordApi_PickRecapTitle
source: Pick Recap
de_de: Pick Zusammenfassung
zh_tw: 選圖回顧

# DiscordApi_PickRecapWithRollWinnerTitle
source: Pick Recap (Roll Winner: {0})
de_de: Pick Zusammenfassung (Würfel Gewinner: {0})
zh_tw: 選圖回顧 (骰子贏家: {0})

# DiscordRPC_DefaultStatus
source: Setting up matches.
de_de: In den Einstellungen.
zh_tw: 設定對賽中...

# DiscordRPC_ReffingStatus
source: Reffing matches.
de_de: Schiedsrichtert Spiele.
zh_tw: 正在管理對賽...

# EditColorDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditColorDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditCustomCommandDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditCustomCommandDialogView_CommandTextBoxHint
source: Command
de_de: Befehl
zh_tw: 指令

# EditCustomCommandDialogView_NameTextBoxHint
source: Name
zh_tw: 名稱

# EditCustomCommandDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditCustomCommandDialogView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# EditMappoolDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditMappoolDialogView_NameTextBoxHint
source: Name
zh_tw: 名稱

# EditMappoolDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditMappoolDialogView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# EditMatchDialogView_AddButtonTooltip
source: Add
de_de: Hinzufügen
zh_tw: 添加

# EditMatchDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditMatchDialogView_GameModeComboBoxHint
source: Game Mode
de_de: Spielmodus
zh_tw: 遊戲模式

# EditMatchDialogView_MappoolComboBoxHint
source: Mappool
zh_tw: 圖池

# EditMatchDialogView_NameTextBoxHint
source: Name
zh_tw: 名稱

# EditMatchDialogView_PlayerNameOrIDTextBoxHint
source: Player name or ID
de_de: Spieler Name oder ID
zh_tw: 玩家名稱 或 帳號ID

# EditMatchDialogView_RoomSizeTextBoxHint
source: Room Size
de_de: Raumgröße
zh_tw: 房間大小

# EditMatchDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditMatchDialogView_TeamBlueComboBoxHint
source: Team Blue
de_de: Blaues Team
zh_tw: 藍對

# EditMatchDialogView_TeamComboBoxHint
source: Team
zh_tw: 隊伍

# EditMatchDialogView_TeamModeComboBoxHint
source: Team Mode
de_de: Teammodus
zh_tw: 分組方式

# EditMatchDialogView_TeamRedComboBoxHint
source: Team Red
de_de: Rotes Team
zh_tw: 紅隊

# EditMatchDialogView_TeamSizeTextBoxHint
source: Team Size
de_de: Teamgröße
zh_tw: 隊伍大小

# EditMatchDialogView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# EditMatchDialogView_WinConditionComboBoxHint
source: Win Condition
de_de: Gewinnbedingung
zh_tw: 勝利條件

# EditTeamDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditTeamDialogView_NameTextBoxHint
source: Name
zh_tw: 名稱

# EditTeamDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditTeamDialogView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# EditTournamentDialogView_AcronymTextBoxHint
source: Acronym
de_de: Akronym
zh_tw: 比賽縮寫

# EditTournamentDialogView_AddButtonTooltip
source: Add
de_de: Hinzufügen
zh_tw: 添加

# EditTournamentDialogView_AllPicksFreemodCheckBoxText
source: All picks as freemod
de_de: Alle Picks Freemod
zh_tw: 選圖皆為 Freemod

# EditTournamentDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditTournamentDialogView_CommandTimerTextBoxHint
source: Command Timer
de_de: Timer Befehl
zh_tw: 計時器指令時長

# EditTournamentDialogView_GameModeComboBoxHint
source: Game Mode
de_de: Spielmodus
zh_tw: 遊戲模式

# EditTournamentDialogView_NameTextBoxHint
source: Name
zh_tw: 名稱

# EditTournamentDialogView_PlacingTextBoxHint
source: Placing
de_de: Platzierung
zh_tw: 排序

# EditTournamentDialogView_PointsForSecondBanTextBoxHint
source: Points for second ban
de_de: Punkte für zweiten Ban
zh_tw: 第二個 BAN 需要的分數

# EditTournamentDialogView_PointsForSecondBanTextBoxTooltip
source: 0 to disable
de_de: 0 zum deaktivieren
zh_tw: 輸入 0 來停用

# EditTournamentDialogView_PointsGivenTextBoxHint
source: Points given
de_de: Punkte
zh_tw: 給分

# EditTournamentDialogView_PointsPerGameTextBlockText
source: Points given for each game
de_de: Punkteaufteilung
zh_tw: 每場遊戲給分

# EditTournamentDialogView_RoomSizeTextBoxHint
source: Room Size
de_de: Raumgröße
zh_tw: 房間大小

# EditTournamentDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditTournamentDialogView_TeamModeComboBoxHint
source: Team Mode
de_de: Teammodus
zh_tw: 分組方式

# EditTournamentDialogView_TeamSizeTextBoxHint
source: Team Size
de_de: Teamgröße
zh_tw: 隊伍大小

# EditTournamentDialogView_TimerAfterGameTextBoxHint
source: Timer After Game
de_de: Timer nach Spiel
zh_tw: 遊戲後計時器時長

# EditTournamentDialogView_TimerAfterPickTextBoxHint
source: Timer After Pick
de_de: Timer nach Pick
zh_tw: 選後計時器時長

# EditTournamentDialogView_WelcomeStringTextBoxHint
source: Welcome String
de_de: Willkommensnachricht
zh_tw: 歡迎字串

# EditTournamentDialogView_WinConditionComboBoxHint
source: Win Condition
de_de: Gewinnbedingung
zh_tw: 獲勝條件

# EditWebhookDialogView_AvatarTextBoxHint
source: Avatar
de_de: Profilbild
zh_tw: 頭貼

# EditWebhookDialogView_BanRecapCheckBoxText
source: Ban recap
de_de: Ban Zusammenfassung
zh_tw: Ban圖回顧

# EditWebhookDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# EditWebhookDialogView_FooterIconTextBoxHint
source: Footer icon
de_de: Footer Bild
zh_tw: 註腳圖標

# EditWebhookDialogView_FooterTextTextBoxHint
source: Footer text
zh_tw: 註腳文字

# EditWebhookDialogView_GameRecapCheckBoxText
source: Game recap
de_de: Spiel Zusammenfassung
zh_tw: 遊戲回顧

# EditWebhookDialogView_MatchCreatedCheckBoxText
source: Match created
de_de: Raumerstellung
zh_tw: 對賽創建

# EditWebhookDialogView_NameTextBoxHint
source: Name
zh_tw: 名稱

# EditWebhookDialogView_PickRecapCheckBoxText
source: Pick recap
de_de: Pick Zusammenfassung
zh_tw: 選圖回顧

# EditWebhookDialogView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# EditWebhookDialogView_URLTextBoxHint
source: URL
zh_tw: 連結

# EditWebhookDialogView_UsernameTextBoxHint
source: Username
de_de: Benutzername
zh_tw: 使用者名稱

# EditWebhookDialogView_WinImageTextBoxHint
source: Win image/gif
de_de: Sieg Bild/gif
zh_tw: 贏家圖片 / GIF

# ExportView_ExportButtonText
source: Export
de_de: Exportieren
zh_tw: 匯出

# ExportView_ExportSuccessfullDialogText
source: Export successfull
de_de: Export erfolgreich
zh_tw: 匯出成功

# ExportView_ImportButtonText
source: Import
de_de: Importieren
zh_tw: 匯入

# ExportView_ImportSuccessfullDialogText
source: Import successfull
de_de: Import erfolgreich
zh_tw: 匯入成功

# MainView_ChatMenuItem
source: Chat
zh_tw: 聊天

# MainView_ColorsMenuItem
source: Colors
de_de: Farben
zh_tw: 顏色

# MainView_CommandsMenuItem
source: Commands
de_de: Befehle
zh_tw: 指令

# MainView_ExportMenuItem
source: Export
zh_tw: 匯出

# MainView_MappoolsMenuItem
source: Mappools
zh_tw: 圖池

# MainView_MatchesMenuItem
source: Matches
de_de: Spiele
zh_tw: 對賽

# MainView_SettingsMenuItem
source: Settings
de_de: Einstellungen
zh_tw: 設定

# MainView_TeamsMenuItem
source: Teams
zh_tw: 隊伍

# MainView_TournamentsMenuItem
source: Tournaments
de_de: Turniere
zh_tw: 比賽

# MappoolBeatmapListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# MappoolBeatmapListItemView_DownButtonTooltip
source: Down
de_de: Nach unten
zh_tw: 向下移動

# MappoolBeatmapListItemView_PickCommandCheckBoxText
source: Pick command
de_de: Pick Chat Befehl
zh_tw: 選圖指令

# MappoolBeatmapListItemView_PickCommandCheckBoxTooltip
source: Send !mp map command in chat if map is picked. Disable this if you want to use older versions of the map for example.
de_de: Sendet !mp map Befehl wenn die Beatmap gepickt wird. Kann deaktiviert werden um z.B. ältere Versionen von Beatmaps zu verwenden.
zh_tw: 當圖譜被選時傳送 !mp map 指令 如果你需要使用較舊版本的圖譜時，請取消勾選這個選項。

# MappoolBeatmapListItemView_UpButtonTooltip
source: Up
de_de: Nach oben
zh_tw: 向上移動

# MappoolBeatmapsDialogView_AddButtonTooltip
source: Add
de_de: Hinzufügen
zh_tw: 添加

# MappoolBeatmapsDialogView_BeatmapIdTextBoxHint
source: Beatmap ID
zh_tw: 圖譜ID

# MappoolBeatmapsDialogView_BeatmapIdTextBoxTooltip
source: Can add multiple beatmaps delimited by ';' Copy single beatmap links to clipboard to add them to the list
de_de: Mehrere IDs können mit ';' getrennt auf einmal eingegeben werden Beatmap Links in der Zwischenablage werden automatisch der Liste hinzugefügt
zh_tw: 可以添加多個以 分號(;) 分隔的圖譜 將單個圖譜連結複製到剪貼板以將其添加到列表中

# MappoolBeatmapsDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# MappoolListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# MappoolListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# MappoolListItemView_EditMapsButtonTooltip
source: Edit Maps
de_de: Beatmaps bearbeiten
zh_tw: 編輯圖譜

# MappoolsView_DeleteAllButtonText
source: Delete all
de_de: Alle löschen
zh_tw: 刪除所有

# MappoolsView_ImportFromWikiButtonText
source: Import from wiki
de_de: Wiki Import
zh_tw: 從wiki匯入

# MappoolsView_NewButtonText
source: New
de_de: Neu
zh_tw: 新增

# MappoolsView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# MappoolWikiImportDialogViewModel_StatusGettingWikiPage
source: Getting wiki page
de_de: Wiki wird geladen...
zh_tw: 獲取wiki頁面中

# MappoolWikiImportDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# MappoolWikiImportDialogView_ImportButtonText
source: Import
de_de: Importieren
zh_tw: 匯入

# MappoolWikiImportDialogView_WikiUrlTextBoxHint
source: Wiki URL
zh_tw: Wiki 連結

# MatchAbortMapDialogView_AbortButtonText
source: Abort
de_de: Ja
zh_tw: 中斷圖譜

# MatchAbortMapDialogView_CancelButtonText
source: Cancel
de_de: Nein
zh_tw: 取消

# MatchAbortMapDialogView_LabelText
source: Abort map?
de_de: Spiel abbrechen?
zh_tw: 中斷圖譜?

# MatchBanchoEventViewModel_AllPlayersFinishedText
source: All players finished
de_de: Alle Spieler fertig
zh_tw: 所有玩家已完成

# MatchBanchoEventViewModel_AllPlayersReadyText
source: All players ready
de_de: Alle Spieler bereit
zh_tw: 所有玩家已準備就緒

# MatchBanchoEventViewModel_RollText
source: {0} rolled {1}
de_de: {0} rollt {1}
zh_tw: {0} 骰出了 {1}

# MatchBeatmapViewModel_ContextItemBannedByText
source: Banned by {0}
de_de: Gebannt von {0}
zh_tw: BAN {0}

# MatchBeatmapViewModel_ContextItemPickedByText
source: Picked by {0}
de_de: Pick von {0}
zh_tw: PICK {0}

# MatchBeatmapViewModel_ContextItemUnbanText
source: Unban
de_de: Ban rückgängig machen
zh_tw: 取消 BAN

# MatchBeatmapViewModel_ContextItemUnpickText
source: Unpick
de_de: Pick rückgängig machen
zh_tw: 取消 PICK

# MatchBeatmapViewModel_LabelTooltip
source: Mapper: {0} BPM: {1} AR: {2} CS: {3}
zh_tw: 作圖者: {0} BPM: {1} AR: {2} CS: {3}

# MatchBRTeamListItemView_RemoveTeamButtonTooltip
source: Remove Team
de_de: Team entfernen
zh_tw: 刪除隊伍

# MatchBRTeamView_DecreaseButtonTooltip
source: Decrease
de_de: Reduzieren
zh_tw: 減少

# MatchBRTeamView_IncreaseButtonTooltip
source: Increase
de_de: Erhöhen
zh_tw: 增加

# MatchBRTeamView_KickButtonTooltip
source: Kick
zh_tw: 踢出

# MatchCloseRoomDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# MatchCloseRoomDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# MatchCloseRoomDialogView_LabelText
source: Close the room?
de_de: Raum schließen?
zh_tw: 確定要關閉房間?

# MatchesView_DeleteAllButtonText
source: Delete all
de_de: Alle löschen
zh_tw: 刪除所有

# MatchesView_NewButtonText
source: New
de_de: Neu
zh_tw: 新增

# MatchesView_SearchTextBoxHint
source: Search
de_de: Suche
zh_tw: 搜尋

# MatchesView_StatusComboBoxHint
source: Status
zh_tw: 狀態

# MatchesView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# MatchesView_WikiImportButtonText
source: Import from wiki
de_de: Wiki Import
zh_tw: 從wiki匯入

# MatchesWikiImportDialogViewModel_StatusGettingWikiPage
source: Getting wiki page
de_de: Wiki wird geladen...
zh_tw: 獲取wiki頁面中

# MatchesWikiImportDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# MatchesWikiImportDialogView_ImportButtonText
source: Import
zh_tw: 匯入

# MatchesWikiImportDialogView_MappoolComboBoxHint
source: Mappool
zh_tw: 圖池

# MatchesWikiImportDialogView_NoTeamsWarning
source: This tournament has no teams set up!
de_de: Dieses Turnier hat keine Teams!
zh_tw: 這個比賽還沒有設定任何隊伍

# MatchesWikiImportDialogView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# MatchesWikiImportDialogView_WikiUrlTextBoxHint
source: Wiki URL
zh_tw: Wiki 連結

# MatchJoinRoomDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# MatchJoinRoomDialogView_JoinButtonText
source: Join
de_de: Betreten
zh_tw: 加入

# MatchJoinRoomDialogView_LabelText
source: Join room
de_de: Raum betreten
zh_tw: 加入房間

# MatchJoinRoomDialogView_RoomIdTextBoxHint
source: Room ID
de_de: Raum ID
zh_tw: 房間 ID

# MatchListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# MatchListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# MatchListItemView_OpenButtonTooltip
source: Open
de_de: Öffnen
zh_tw: 開啟房間管理視窗

# MatchPasswordDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# MatchPasswordDialogView_LabelText
source: Set password
de_de: Passwort setzen
zh_tw: 設定密碼

# MatchPasswordDialogView_PasswordTextBoxHint
source: Password
de_de: Passwort
zh_tw: 密碼

# MatchPasswordDialogView_SetButtonText
source: Set
de_de: Speichern
zh_tw: 設定

# MatchPickOverviewDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# MatchPickOverviewDialogView_MappoolLabelText
source: Mappool
zh_tw: 圖池

# MatchPlayerListItemView_RemovePlayerButtonTooltip
source: Remove Player
de_de: Spieler entfernen
zh_tw: 刪除玩家

# MatchPlayerView_DecreaseButtonTooltip
source: Decrease
de_de: Reduzieren
zh_tw: 減少

# MatchPlayerView_IncreaseButtonTooltip
source: Increase
de_de: Erhöhen
zh_tw: 增加

# MatchRoomOptionsDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# MatchRoomOptionsDialogView_GameModeComboBoxHint
source: Game mode
de_de: Spielmodus
zh_tw: 遊戲模式

# MatchRoomOptionsDialogView_LabelText
source: Set room options
de_de: Raum Einstellungen
zh_tw: 設定房間選項

# MatchRoomOptionsDialogView_RoomSizeTextBoxHint
source: Room size
de_de: Raumgröße
zh_tw: 房間大小

# MatchRoomOptionsDialogView_ScoreModeComboBoxHint
source: Score mode
de_de: Score-Modus
zh_tw: 計分模式

# MatchRoomOptionsDialogView_SetButtonText
source: Set
de_de: Speichern
zh_tw: 設定

# MatchRoomOptionsDialogView_TeamSizeTextBoxHint
source: Team size
de_de: Teamgröße
zh_tw: 隊伍大小

# MatchRoomSlotViewModel_ContextItemKickText
source: Kick
zh_tw: 踢出

# MatchRoomSlotViewModel_ContextItemSetHostText
source: Set host
de_de: Host setzen
zh_tw: 設為房主

# MatchTeamDialogPlayerView_SwitchPlayerButtonText
source: Switch player
de_de: Spieler auf Turnier Server wechseln
zh_tw: 對調玩家

# MatchTeamDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# MatchTeamView_DecreaseButtonTooltip
source: Decrease
de_de: Reduzieren
zh_tw: 減少

# MatchTeamView_IncreaseButtonTooltip
source: Increase
de_de: Erhöhen
zh_tw: 增加

# MatchViewModel_NextPlayerPickMessage
source: Next player to pick: {0}
de_de: Nächster Pick: {0}
zh_tw: 下一個 PICK 玩家: {0}

# MatchViewModel_NextTeamPickMessage
source: Next team to pick: {0}
de_de: Nächster Pick: {0}
zh_tw: 下一个 PICK 隊伍: {0}

# MatchViewModel_PlayerPointsMessage
source: ({0}) {1}: {2} pt(s)
zh_tw: ({0}) {1}: {2} 分

# MatchViewModel_RoomRankingMessage
source: Ranking of the room:
de_de: Aktuelle Tabelle:
zh_tw: 房間排行榜

# MatchViewModel_SecondBanMessage
source: {0} can ban another map
de_de: {0} kann noch eine Beatmap bannen
zh_tw: {0} 可以再 BAN 一張圖

# MatchViewModel_TeamRoomSetupMessage
source: {0} is RED, slots 1 to {1} --- {2} is BLUE, slots {3} to {4}
de_de: {0} ist ROT, Slots 1 bis {1} --- {2} ist BLAU, Slots {3} bis {4}
zh_tw: 紅隊 {0}, slots 1 ~ {1} --- 籃隊 {2}, slots {3} ~ {4}

# MatchViewModel_TiebreakerMessage
source: The result is a tie. We have to play the tiebreaker.
de_de: Das Spiel ist unentschieden. Der Tiebreaker muss gespielt werden.
zh_tw: 即将进入TB。

# MatchViewModel_WinMessage
source: **{0} wins the match**
de_de: **{0} gewinnt das Spiel**
zh_tw: **{0} 贏得了这场比赛**

# MatchView_AbortMapButtonText
source: Abort map
de_de: Spiel abbrechen
zh_tw: 中斷遊戲

# MatchView_AllPicksFreemodCheckBoxText
source: All picks as freemod
de_de: Alles Freemod
zh_tw: 選圖皆為 Freemod

# MatchView_BanRecapButtonText
source: Ban recap
de_de: Ban Zusammenfassung
zh_tw: BAN 回顧

# MatchView_CloseRoomButtonText
source: Close the room
de_de: Raum schließen
zh_tw: 關閉房間

# MatchView_CreateRoomButtonText
source: Create room
de_de: Raum öffnen
zh_tw: 創建房間

# MatchView_DisableChatMatchStatusCheckBoxText
source: Disable chat match status
de_de: Spiel Zusammenfassung deaktivieren
zh_tw: 停用比賽狀態訊息

# MatchView_DisableChatMatchStatusCheckBoxTooltip
source: Disable automated irc messages after map (Ranking of the room/Next pick)
de_de: Deaktiviert die automatische IRC Nachricht nach einem Spiel
zh_tw: 停用遊戲後自動訊息 (房間排行 / 下一個旋圖)

# MatchView_FirstPickComboBoxHint
source: First Pick
de_de: Erster Pick
zh_tw: 第一個選圖

# MatchView_GameModeComboBoxHint
source: Game mode
de_de: Spielmodus
zh_tw: 遊戲模式

# MatchView_GameRecapButtonText
source: Game recap
de_de: Spiel Zusammenfassung
zh_tw: 比賽回顧

# MatchView_InvitePlayersButtonText
source: Invite players
de_de: Spieler einladen
zh_tw: 邀請玩家

# MatchView_JoinRoomButtonText
source: Join existing room
de_de: Existierenden Raum betreten
zh_tw: 加入現存房間

# MatchView_KickLastTeamButtonText
source: Kick last team
de_de: Letztes Team kicken
zh_tw: 踢除最後一隊

# MatchView_MappoolComboBoxHint
source: Mappool
zh_tw: 圖池

# MatchView_MessageTextBoxHint
source: Message
de_de: Nachricht
zh_tw: 訊息

# MatchView_PickNextMapButtonText
source: Pick next map
de_de: Nächste Beatmap
zh_tw: PICK 下一張圖

# MatchView_PickRecapButtonText
source: Pick recap
de_de: Pick Zusammenfassung
zh_tw: PICK 回顧

# MatchView_RefreshButtonTooltip
source: Refresh
de_de: Neu laden
zh_tw: 重新整理

# MatchView_RollWinnerComboBoxHint
source: Roll Winner
de_de: Würfel Gewinner
zh_tw: 骰子贏家

# MatchView_RoomSizeTextBoxHint
source: Room size
de_de: Raumgröße
zh_tw: 房間大小

# MatchView_SecondBanTextBoxHint
source: Points for second ban
de_de: Punkte für zweiten Ban
zh_tw: 第二個 BAN 需要的分數
