Repository: PercyDan54/script-chan
Catalog: script-chan2/Properties/Resources.*.resx
Languages: de_de, zh_tw

# MatchView_SendButtonText
source: Send
de_de: Senden
zh_tw: 傳送

# MatchView_SetPasswordButtonText
source: Set password
de_de: Passwort setzen
zh_tw: 設定密碼

# MatchView_SetRoomOptionsButtonText
source: Set room options
de_de: Raum Einstellungen
zh_tw: 設定房間選項

# MatchView_SettingsButtonText
source: Settings
zh_tw: 設定

# MatchView_StartGameButtonText
source: Start game (5s)
de_de: Spiel starten (5s)
zh_tw: 開始遊戲 (5秒)

# MatchView_SwitchPlayersBackButtonText
source: Switch players back
de_de: Spieler auf normalen Server zurück wechseln
zh_tw: 對調玩家

# MatchView_SwitchPlayersButtonText
source: Switch players
de_de: Spieler auf Turnier Server wechseln
zh_tw: 對調玩家

# MatchView_TeamSizeTextBoxHint
source: Team size
de_de: Teamgröße
zh_tw: 隊伍大小

# MatchView_TimerAfterGameTextBoxHint
source: Timer after game
de_de: Timer nach Spiel
zh_tw: 遊戲後計時器

# MatchView_TimerAfterPickTextBoxHint
source: Timer after pick
de_de: Timer nach Pick
zh_tw: 選圖後計時器

# MatchView_TimerButtonText
source: Timer
zh_tw: 計時器

# MatchView_TimerCommandTextBoxHint
source: Timer Command
de_de: Timer Befehl
zh_tw: 計時器指令

# MatchView_ViewerModeCheckBoxText
source: Viewer Mode
de_de: Zuschauermodus
zh_tw: 旁觀模式

# MatchView_ViewerModeCheckBoxTooltip
source: Disable webhooks and automated irc messages
de_de: Deaktiviert Discord Webhooks und automatische IRC Nachrichten
zh_tw: 停用 Webhook 和自動 IRC 訊息

# MatchView_WarmupModeCheckBoxText
source: Warmup mode
de_de: Aufwärmmodus
zh_tw: 暖身模式

# MatchView_WelcomeStringButtonText
source: Welcome string
de_de: Willkommensnachricht
zh_tw: 歡迎字串

# NewChatDialogView_CancelButtonText
source: Cancel
de_de: Abbrechen
zh_tw: 取消

# NewChatDialogView_OpenButtonText
source: Open
de_de: Öffnen
zh_tw: 開啟

# NewChatDialogView_UserTextBoxHint
source: User
de_de: Benutzer
zh_tw: 使用者名稱或頻道名稱

# OsuApi_TimeoutErrorHeader
source: API error
de_de: API Fehler
zh_tw: API 錯誤

# OsuApi_TimeoutErrorText
source: API and website are down.
de_de: API ist nicht erreichbar.
zh_tw: API 和網頁已離線

# SettingsView_ApiKeyTextBoxHint
source: API Key
de_de: API Schlüssel
zh_tw: API 金鑰

# SettingsView_BanchoConnectedTooltip
source: Bancho Connected
de_de: Bancho verbunden
zh_tw: Bancho 已連線

# SettingsView_BanchoConnectingTooltip
source: Bancho Connecting
de_de: Bancho verbinden...
zh_tw: 連線至 Bancho 中...

# SettingsView_BanchoDisconnectedTooltip
source: Bancho Disconnected
de_de: Bancho getrennt
zh_tw: 未連線至 Bancho

# SettingsView_DiscardButtonText
source: Discard
de_de: Verwerfen
zh_tw: 取消

# SettingsView_EnableNotificationsCheckBoxText
source: Enable notifications
de_de: Benachrichtigungen aktivieren
zh_tw: 啟用通知

# SettingsView_EnableNotificationsCheckBoxTooltip
source: Play sound when all players are ready or map has finished
de_de: Spielt einen Ton ab wenn alle Spieler bereit sind oder die Beatmap zuende ist
zh_tw: 當遊戲結束或所有玩家已準備就緒時播放音效

# SettingsView_GetApiKeyButtonText
source: Get API key
de_de: osu! Webseite
zh_tw: 取得 API 金鑰

# SettingsView_GetIrcPasswordButtonText
source: Get IRC password
de_de: osu! Webseite
zh_tw: 取得 IRC 密碼

# SettingsView_IrcPasswordTextBoxHint
source: IRC Password
de_de: IRC Passwort
zh_tw: IRC 密碼

# SettingsView_IrcTimeoutTextBoxHint
source: IRC Timeout
de_de: Zeit zwischen IRC Nachrichten
zh_tw: IRC 愈時

# SettingsView_IrcUsernameTextBoxHint
source: IRC Username
de_de: IRC Benutzername
zh_tw: IRC 使用者名稱

# SettingsView_LanguagesComboBoxHint
source: Language
de_de: Sprache
zh_tw: 語言 (Language)

# SettingsView_NotificationSoundFileTextBoxHint
source: Notification sound file
de_de: Benachrichtigungstondatei
zh_tw: 通知音效檔案

# SettingsView_NotificationSoundFileTextBoxTooltip
source: Leave empty for default
de_de: Leer lassen um standard Ton zu verwenden
zh_tw: 留空使用愈設音效

# SettingsView_OpenConfigFileButtonText
source: Open config file
de_de: Konfigurationsdatei öffnen
zh_tw: 打開設定檔案

# SettingsView_SaveButtonText
source: Save
de_de: Speichern
zh_tw: 儲存

# SettingsView_TestApiKeyButtonText
source: Test
zh_tw: 測試音效

# SettingsView_TimerAfterGameDurationTextBoxHint
source: Timer After Game Duration
de_de: Timer nach Beatmap
zh_tw: 遊戲後計時器時長

# SettingsView_TimerAfterPickDurationTextBoxHint
source: Timer After Pick Duration
de_de: Timer nach Pick
zh_tw: 選後後計時器時長

# SettingsView_TimerCommandDurationTextBoxHint
source: Timer Command Duration
de_de: Timer Befehl
zh_tw: 計時器指令時長

# SettingsView_UsePrivateBanchoCheckBox
source: Use tournament bancho
de_de: Turnier Bancho benutzen
zh_tw: 使用私人伺服器

# TeamListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# TeamListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# TeamListItemView_EditPlayersButtonTooltip
source: Edit Players
de_de: Spieler bearbeiten
zh_tw: 編輯玩家

# TeamPlayerListItemView_RemovePlayerButtonTooltip
source: Remove Player
de_de: Spieler entfernen
zh_tw: 刪除玩家

# TeamPlayersDialogView_AddButtonTooltip
source: Add
de_de: Hinzufügen
zh_tw: 添加

# TeamPlayersDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# TeamPlayersDialogView_PlayerNameOrIdTextBoxHint
source: Player name or ID
de_de: Spieler Name oder ID
zh_tw: 玩家名稱 或 帳號ID

# TeamsView_NewButtonText
source: New
de_de: Neu
zh_tw: 新增隊伍

# TeamsView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# TeamsView_WikiImportButtonText
source: Import from wiki
de_de: Wiki Import
zh_tw: 從wiki匯入

# TeamWikiImportDialogViewModel_StatusGettingWikiPage
source: Getting wiki page
de_de: Wiki wird geladen...
zh_tw: 獲取wiki頁面中

# TeamWikiImportDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# TeamWikiImportDialogView_ImportButtonText
source: Import
zh_tw: 匯入

# TeamWikiImportDialogView_TournamentComboBoxHint
source: Tournament
de_de: Turnier
zh_tw: 比賽

# TeamWikiImportDialogView_WikiUrlTextBoxHint
source: Wiki URL
zh_tw: Wiki 連結

# TournamentListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# TournamentListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# TournamentPointListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# TournamentsBracketJsonImportDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# TournamentsBracketJsonImportDialogView_ImportButtonText
source: Import
de_de: Importieren
zh_tw: 匯入

# TournamentsView_NewButtonText
source: New
de_de: Neu
zh_tw: 新增

# TournamentWebhooksDialogView_CloseButtonText
source: Close
de_de: Schließen
zh_tw: 關閉

# TournamentWebhooksDialogView_LabelText
source: Webhooks of {0}
de_de: Webhooks von {0}
zh_tw: {0} 的 Webhook

# TournamentWebhooksDialogView_WebhookChannelWarning
source: You have multiple Webhooks sending the same message to the same channel!
de_de: Mehrere aktive Webhooks senden in den gleichen Discord Channel!
zh_tw: 您有多個 Webhook 將相同的訊息發送到同一個頻道！

# ValidationRule_FieldRequired
source: Field is required
de_de: Eingabe benötigt
zh_tw: 必填欄位

# ValidationRule_WebhookNameDuplicate
source: Name is already in use
de_de: Name ist bereits in Benutzung
zh_tw: 名稱已被使用

# WebhookListItemView_DeleteButtonTooltip
source: Delete
de_de: Löschen
zh_tw: 刪除

# WebhookListItemView_EditButtonTooltip
source: Edit
de_de: Bearbeiten
zh_tw: 編輯

# WebhooksView_NewButtonText
source: New
de_de: Neu
zh_tw: 新增

# Window_CloseButtonTooltip
source: Close
de_de: Schließen
zh_tw: 關閉

# Window_MaximizeButtonTooltip
source: Maximize
de_de: Maximieren
zh_tw: 最大化

# Window_MinimizeButtonTooltip
source: Minimize
de_de: Minimieren
zh_tw: 最小化

# Window_RestoreButtonTooltip
source: Restore
de_de: Wiederherstellen
zh_tw: 向下還原

# DiscordApi_GameRecapPointsFieldName
source: Points
de_de: Punkte

# EditTournamentDialogView_AllPicksNofailCheckBoxText
source: All picks as Nofail
de_de: Alles Nofail

# EditTournamentDialogView_BRInitialLivesTextBoxHint
source: BR Initial Lives
de_de: BR initiale Leben

# EditWebhookDialogView_AuthorIconTextBoxTooltip
source: Leave empty for default
de_de: Leer lassen für Standard Icon

# MatchJoinRoomDialogView_PrivateRoom
source: Private room
de_de: Private lobby

# MatchView_AllPicksNofailCheckBoxText
source: All picks as Nofail
de_de: Alles Nofail

# MatchView_CreatePrivateRoomButtonText
source: Create private room
de_de: Privaten Raum öffnen

# MatchView_PickRandomMapButtonText
source: Pick random map
de_de: Zufällige Beatmap

# MatchView_PrivateLobbyRibbon
source: This is a private lobby. It will not be visible in the tourney client.
de_de: Diese Lobby ist privat und ist nicht im osu!tourney Client sichtbar.

# MatchView_WrongTeamWarningText
source: PLAYERS ARE IN THE WRONG TEAM!
de_de: SPIELER SIND IM FALSCHEN TEAM!

# SettingsView_PrivateBanchoConnectedTooltip
source: Private Bancho Connected
de_de: Turnier Bancho verbunden

# SettingsView_PrivateBanchoConnectingTooltip
source: Private Bancho Connecting
de_de: Turnier Bancho verbinden...

# SettingsView_PrivateBanchoDisconnectedTooltip
source: Private Bancho Disconnected
de_de: Turnier Bancho getrennt

# TournamentsBracketJsonImportDialogView_BracketJsonFileTextBoxHint
source: json file
de_de: json Datei

# TournamentsView_BracketJsonImportButtonText
source: Import from bracket.json
de_de: bracket.json Import
